tap "common-fate/granted"

#    ________    ____   ______            __    
#   / ____/ /   /  _/  /_  __/___  ____  / /____
#  / /   / /    / /     / / / __ \/ __ \/ / ___/
# / /___/ /____/ /     / / / /_/ / /_/ / (__  ) 
# \____/_____/___/    /_/  \____/\____/_/____/  

brew "jq"
brew "bat"
brew "eza"
brew "micro"                                          
brew "defaultbrowser"
brew "granted"

brew "podman"
brew "terraform"
brew "terragrunt"
brew "postgresql@15"
brew "pgcli"

#     ___                ___            __  _                 
#    /   |  ____  ____  / (_)________ _/ /_(_)___  ____  _____
#   / /| | / __ \/ __ \/ / / ___/ __ `/ __/ / __ \/ __ \/ ___/
#  / ___ |/ /_/ / /_/ / / / /__/ /_/ / /_/ / /_/ / / / (__  ) 
# /_/  |_/ .___/ .___/_/_/\___/\__,_/\__/_/\____/_/ /_/____/  
#       /_/   /_/                                             

cask "firefox"
cask "rectangle"
cask "tableplus"
cask "visual-studio-code"